<?php
/*
 * 退出操作
 * ============================================================================
 * 版权所有 2015-2018 微课堂团队，并保留所有权利。
 * 网站地址: http://wx.haoshu888.com
 * ----------------------------------------------------------------------------
 * 这不是一个自由软件！不允许对程序代码以任何形式任何目的的再发布，作者将保留
 * 追究法律责任的权力和最终解释权。
 * ============================================================================
 */
session_start();
unset($_SESSION[$uniacid.'_teacher_id']);
unset($_SESSION[$uniacid.'_teacher_account']);
unset($_SESSION[$uniacid.'_teacher_avatar']);

header("Location:{$this->createMobileUrl('login')}");